Repository: RaddN/gm-ajax-product-filter-for-woocommerce
Catalog: languages/dynamic-ajax-product-filters-for-woocommerce-*.po
Languages: af, ar

source: Add the pages below where you have added the shortcode.
af: Voeg die bladsye hieronder by waar jy die kortkode gevoeg het.
ar: أضف الصفحات أدناه حيث قمت بإضافة الشيفرة المختصرة.

source: Additional Options:
af: Bykomende Opsies:
ar: خيارات إضافية:

source: Admin Notice
af: Administrateur Kennisgewing
ar: إشعار المسؤول

source: Advance Settings
af: Gevorderde Instellings
ar: الإعدادات المتقدمة

source: Auto Detect Pages & Default Filters
af: Outomatiese Opsporing van Bladsye & Verstekfilters
ar: اكتشاف الصفحات والفلاتر الافتراضية تلقائيًا

source: change selector
af: verander selekteerder
ar: تغيير المحدد

source: Checking...
af: Besig om te kontroleer...
ar: جارٍ التحقق...

source: customize
af: pas aan
ar: تخصيص

source: Disabled
af: Gedeaktiveer
ar: معطل

source: Enable Hierarchical:
af: Aktiveer Hiërargies:
ar: تمكين الهيكلية:

source: Enable Minimization Option:
af: Aktiveer Minimaliseringsopsie:
ar: تمكين خيار التصغير:

source: Enabled
af: Geaktiveer
ar: ممكّن

source: Enabled & hide child
af: Geaktiveer & verberg subitems
ar: ممكّن مع إخفاء العناصر الفرعية

source: Enabled & Seperate
af: Geaktiveer & Afsonderlik
ar: ممكّن ومفصول

source: Enabled with Arrow
af: Geaktiveer met Pyl
ar: ممكّن مع سهم

source: Enabled without Arrow
af: Geaktiveer sonder Pyl
ar: ممكّن بدون سهم

source: Enter the CSS selector for the pagination container. Default is .woocommerce-pagination ul.page-numbers.
af: Voer die CSS-selekteerder in vir die bladsy-nommerhouer. Verstek is .woocommerce-pagination ul.page-numbers.
ar: أدخل المحدد CSS لحاوية الترقيم. الافتراضي هو .woocommerce-pagination ul.page-numbers.

source: Enter the CSS selector for the product container. Default is .products.
af: Voer die CSS-selekteerder in vir die produkhouer. Verstek is .products.
ar: أدخل المحدد CSS لحاوية المنتج. الافتراضي هو .products.

source: Enter the selector for the products shortcode. Default is products
af: Voer die selekteerder in vir die produktekortkode. Verstek is products.
ar: أدخل المحدد للشيفرة المختصرة للمنتجات. الافتراضي هو products.

source: Export Settings
af: Voer Instellings Uit
ar: إعدادات التصدير

source: Filter is not added
af: Filter is nie gevoeg nie
ar: لم يتم إضافة الفلتر

source: Filter Settings
af: Filterinstellings
ar: إعدادات الفلتر

source: Filter working fine
af: Filter werk goed
ar: الفلتر يعمل بشكل جيد

source: For button style filter use this shortcode:
af: Vir knoppie-styl filter gebruik hierdie kortkode:
ar: لاستخدام فلتر بنمط الأزرار، استخدم هذه الشيفرة المختصرة:

source: For show currently selected filter above product:
af: Om tans geselekteerde filter bo produk te wys:
ar: لعرض الفلتر المحدد حاليًا فوق المنتج:

source: Form Manage
af: Bestuur Vorm
ar: إدارة النموذج

source: Form Style
af: Vormstyl
ar: نمط النموذج

source: Form Style Options
af: Vormstylopsies
ar: خيارات نمط النموذج

source: If you want to use permalinks filter on your front page, turn it on.
af: As jy die permalinkfilter op jou voorblad wil gebruik, skakel dit aan.
ar: إذا كنت ترغب في استخدام فلتر الروابط الدائمة على صفحتك الرئيسية، قم بتشغيله.

source: Import & Export Settings
af: Invoer & Uitvoer Instellings
ar: إعدادات الاستيراد والتصدير

source: Import Settings
af: Voer Instellings In
ar: إعدادات الاستيراد

source: Initially Minimized
af: Aanvanklik Geminimaliseer
ar: مصغّر في البداية

source: loading effect
af: laai-effek
ar: تأثير التحميل

source: Make filter link indexable for best SEO
af: Maak filterskakel indekseerbaar vir beste SEO
ar: اجعل رابط الفلتر قابلًا للفهرسة لأفضل تحسين لمحركات البحث

source: Max Height:
af: Maksimum Hoogte:
ar: الارتفاع الأقصى:

source: Only one value can be selected at a time
af: Slegs een waarde kan op 'n slag gekies word
ar: يمكن اختيار قيمة واحدة فقط في كل مرة

source: Optional Settings:
af: Opsionele Instellings:
ar: الإعدادات الاختيارية:

source: Pages Manage
af: Bestuur Bladsye
ar: إدارة الصفحات

source: Pagination is not found
af: Bladsy-nommering nie gevind nie
ar: لم يتم العثور على الترقيم

source: Pagination Selector
af: Bladsy-nommer Selekteerder
ar: محدد الترقيم

source: Product Filter
af: Produktefilter
ar: فلتر المنتج

source: Product Filters
af: Produktefilters
ar: فلاتر المنتجات

source: Product Selector
af: Produk Selekteerder
ar: محدد المنتجات

source: Product Shortcode Selector
af: Produkkortkode Selekteerder
ar: محدد الشيفرة المختصرة للمنتج

source: Products are not found. Add product or
af: Produkte is nie gevind nie. Voeg produkte by of
ar: لم يتم العثور على منتجات. أضف منتجًا أو

source: Remove out of stock product
af: Verwyder uit voorraad produk
ar: إزالة المنتجات غير المتوفرة

source: Reset Settings
af: Herstel Instellings
ar: إعادة ضبط الإعدادات

source: Select Attribute:
af: Kies Eienskap:
ar: اختر السمة:

source: Select the filter box style for each attribute below. Additional options will appear based on your selection.
af: Kies die filterblokkie-styl vir elke eienskap hieronder. Bykomende opsies sal verskyn op grond van jou keuse.
ar: اختر نمط صندوق الفلتر لكل سمة أدناه. ستظهر خيارات إضافية بناءً على اختيارك.

source: Select URL Filter Type
af: Kies URL Filtertipe
ar: اختر نوع فلتر الرابط

source: Show Attributes
af: Wys Eienskappe
ar: عرض السمات

source: Show Categories
af: Wys Kategorieë
ar: عرض الفئات

source: Show Loader
af: Wys Laaier
ar: عرض المؤشر

source: Show number of products
af: Wys aantal produkte
ar: عرض عدد المنتجات

source: Show Price Range
af: Wys Prysklas
ar: عرض نطاق السعر

source: Show Rating
af: Wys Gradering
ar: عرض التقييم

source: Show Search
af: Wys Soektog
ar: عرض البحث

source: Show Tags
af: Wys Etikette
ar: عرض العلامات

source: Show/Hide Number of Products:
af: Wys/Verberg Aantal Produkte:
ar: عرض/إخفاء عدد المنتجات:

source: Single Selection:
af: Enkel Keuse:
ar: اختيار فردي:

source: This page was not found. If you think it's an error go to <b>product filters > Form Manage</b> & turn on <b><a href='/wp-admin/admin.php?page=dapfforwc-admin#:~:text=use%20filters%20word%20in%20permalinks'>use filters word in permalinks</a></b>. (only admin can see this.)
af: Hierdie bladsy kon nie gevind word nie. As jy dink dit is 'n fout, gaan na <b>produkfilters > Vormbestuur</b> en skakel <b><a href='/wp-admin/admin.php?page=dapfforwc-admin#:~:text=gebruik%20filterwoord%20in%20permalinks'>gebruik filters woord in permalinks</a></b> aan. (slegs admin kan dit sien.)
ar: لم يتم العثور على هذه الصفحة. إذا كنت تعتقد أنه خطأ، انتقل إلى <b>فلاتر المنتجات > إدارة النموذج</b> وقم بتشغيل <b><a href='/wp-admin/admin.php?page=dapfforwc-admin#:~:text=use%20filters%20word%20in%20permalinks'>استخدام كلمة الفلاتر في الروابط الدائمة</a></b>. (يمكن للمسؤول فقط رؤية هذا.)

source: Update filter options
af: Werk filteropsies by
ar: تحديث خيارات الفلتر

source: Use Custom Product Template
af: Gebruik Pasgemaakte Produk Template
ar: استخدام قالب منتج مخصص

source: use filters word in permalinks
af: gebruik filterwoord in permalinks
ar: استخدام كلمة الفلاتر في الروابط الدائمة

source: Use shortcode to show filter:
af: Gebruik kortkode om filter te wys:
ar: استخدام الشيفرة المختصرة لعرض الفلتر:

source: Use URL-Based Filter
af: Gebruik URL-gebaseerde Filter
ar: استخدام الفلتر المستند إلى الرابط

source: With Ajax
af: Met Ajax
ar: باستخدام Ajax

source: With Permalinks (e.g., brand/size/color)
af: Met Permalinks (bv., handelsmerk/grootte/kleur)
ar: باستخدام الروابط الدائمة (مثل، العلامة/الحجم/اللون)

source: With Query String (e.g., ?filters)
af: Met Vraagstring (bv., ?filters)
ar: باستخدام سلسلة الاستعلام (مثل، ?filters)

source: WooCommerce Product Filters
af: WooCommerce Produktefilters
ar: فلاتر المنتجات لـ WooCommerce
